import React from "react";

const AboutDetails = () => {
  return (
    <div>
      <section className="about-details">
        <div className="about-wraps">
          <div className="about-detail-grid">
            <div className="details-topic">
              <h2>о нас</h2>
            </div>
            <div className="details-content">
              <p>
                Мы - динамичная команда профессионалов, объединенных страстью к
                инновациям в области машинного обучения и искусственного
                интеллекта. Наш коллектив - это синергия молодости и
                профессионализма, включающая выпускников престижных вузов России
                (МФТИ, МГУ, ИТМО) и опытных специалистов из технологических
                гигантов, таких как Яндекс, ВК и Сбер. Мы гордимся нашими
                достижениями в конкурсах и олимпиадах, что подтверждает нашу
                компетентность и инновационный подход.
              </p>
              <p>
                В Maxden.Ai мы не знаем границ в решении задач: наш бесконечный
                энтузиазм и глубокие знания в сфере ИИ позволяют нам находить
                эффективные решения для самых сложных вызовов. Мы
                специализируемся на внедрении ИИ в различные сферы бизнеса,
                помогая сокращать затраты и увеличивать прибыль. Наш опыт
                охватывает широкий спектр отраслей - от IT и финансов до
                нефтедобычи и розничной торговли.
              </p>
              <p>
                Maxden.Ai - это не просто команда разработчиков, это сообщество
                инноваторов и исследователей, которые стремятся превзойти
                ожидания клиентов на каждом этапе сотрудничества. Мы воплощаем
                ваши идеи в жизнь, превращая их в высокотехнологичные и
                уникальные продукты.
              </p>
            </div>
          </div>
        </div>
      </section>
    </div>
  );
};

export default AboutDetails;
