export const ProjectData = [
  {
    image: "yota.png",
    service: "Услуга: Персонализированные чат боты",
    title: "Интеллектуальный Чат-бот для Маркетплейса Семян",
    goals: [
      "на 70% сократить затрачиваемое время на консультации",
      "на 60% уменьшить нагрузки на персонал отдела продаж",
    ],
    results: [
      "на 85% снизили количество пропусков в данных",
      "повысили общее удовлетворение пользователей с 3-х до 5-ти звезд",
    ],
    beforeChatbox: [
      "7 сотрудников на полной ставке",
      "2 минуты - скорость ответа",
    ],
    after: [],
    desc: "Сервис metrica.guru агрегирует аналитические данные о сайтах. Проблема компании заключалась в негативном влиянии пропусков данных на пользовательский опыт. Создали четыре веб-сервиса для прогнозирования недостающих данных о трафике сайтов и эффективности рекламных кампаний. Разработка включала использование нейронных сетей для анализа и предсказания данных с точностью от 95%, а также интеграцию с платформой metrica.guru.",
  },

  {
    image: "Avito_logo2.png",
  },
  {
    image: "metrica.png",
  },
  {
    image: "raenpom.png",
  },
  {
    image: "sk.png",
  },
  {
    image: "gnezdo.png",
  },
];
